{
    "Physics": [
      "Astroparticle Physics",
      "Atomic & Molecular Physics",
      "Particle Physics",
      "Quantum Physics",
      "Nuclear Physics",
      "Material Physics",
      "Lasers, Optics & Photonics",
      "Polymer Physics",
      "Condensed Matter Physics",
      "Nano-Physics",
      "Nonlinear Science",
      "Relativity",
      "Thermodynamics",
      "Statistical Physics",
      "Computational Physics",
      "Mathematical Physics",
      "Econophysics",
      "Instruments & Instrumentation",
      "Acoustics",
      "Plasma Physics",
      "Fluid Physics",
      "Biophysics",
      "Chemical Physics",
      "Radiation Physics",
      "Geophysics",
      "Quantum Materials",
      "Semiconductor and Related Materials",
      "Nanophotonics",
      "Biophotonics",
      "Quantum Optics",
      "Plasma Surface and Thin Film",
      "Quantum Computing",
      "Optical & Quantum Electronics",
      "Legal Control and Recent Technological advancement in Physics and Material Science",
      "Environmental Challenges Due to Recent Advancement in Technology"
    ],
    "Material Science": [
      "Material Science",
      "Robotics & Automation",
      "Energy Conservation and Management",
      "Computational Fluid Dynamics",
      "Manufacturing Technology",
      "Vibration and Tribology",
      "Production Engineering",
      "Fluid Mechanics and Hydraulic Machinery",
      "Materials Science",
      "Materials Engineering",
      "Materials Processing and Applications",
      "Nanomaterials and Nanotechnology",
      "Materials in Research",
      "Ceramics and Composite Materials",
      "Polymer Science and Technology",
      "Smart & Hybrid Materials",
      "Metallurgy and Metal Science",
      "Materials for Pharmacology and Biomedical Application",
      "Materials and Structural Elements for Construction Engineering and Architecture",
      "Photovoltaics and Electrochemistry Engineering",
      "Technologies for Environmental Engineering and Waste Recycling",
      "Heat Transfer and RAC"
    ],
    "guidelines": [
        "Papers must be based on themes and sub-themes of the conference.",
        "Submission of paper should be in word doc format only. (For Paper Template)",
        "Page Limit: Not to exceed 6 pages including all references, tables and figures.",
        "Page size: A4 size only.",
        "Text Column: Single texts align: justify.",
        "Title: 24pt Times New Roman align: centre.",
        "Page Margins: Left – 0.51”, Right – 0.51”, Top – 0.75”, Bottom – 0.75”.",
        "Font: Use Only Times New Roman for the whole paper.",
        "Figure caption: Font size- 10”, lower case and Write below the figure, position-center.",
        "Table Caption: Font- 10”, lower case and Top of the table, position-center.",
        "Paragraph: Paragraph Indentation by- 0.2”.",
        "Line Spacing: single. Before: 0” After: 0”.",
        "Header 0.3” footer 0”.",
        "The papers will be blind reviewed and only those approved by the reviewers will be selected for publication.",
        "Paper must be sent through mail: conference.soe@arkajainuniversity.ac.in."
    ],
    "advisory_committee": [
      "Dr. Jasbir Dhanjal, Joint Registrar, ARKA JAIN University, Jharkhand",
      "Dr. Praveen Kumar Thakur, Professor & Controller of Examinations, ARKA JAIN University, Jharkhand",
      "Dr. Arvind Kumar, Director, IQA Cell, ARKA JAIN University, Jharkhand",
      "Dr. B Rajeev, College of Engineering, Pune, Maharashtra",
      "Dr. P Muthukumar, IIT Guwahati, Assam",
      "Dr. Abhijeet Mohapatra, IIT Kanpur, Uttar Pradesh",
      "Dr. Apurva Sharma, IIT Roorkee, Uttarakhand",
      "Prof. Manikant Paswan, NIT Jamshedpur, Jharkhand",
      "Dr. Bunil Balwant Rai, NIT Meghalaya, Shillong",
      "Dr. Vishesh Ranjan Kar, NIT Jamshedpur, Jharkhand",
      "Dr. Alekha Kumar Mishra, NIT Jamshedpur, Jharkhand",
      "Prof. (Dr.) Apurba Layek, NIT Durgapur, West Bengal",
      "Dr. Sanjay Kumar, NIT Jamshedpur, Jharkhand",
      "Dr. Somnath Mandel, NIT Jamshedpur, Jharkhand",
      "Dr. Subhadeep Metya, NIT Jamshedpur, Jharkhand",
      "Dr. Abdhesh Kumar Sinha, NIT Jamshedpur, Jharkhand",
      "Dr. Pradip, NIT Sikkim, Sikkim",
      "Dr. Tripti Ranjan Mahapatra, VSSUT, Sambalpur, Odisha",
      "Prof. (Dr.) Somnath Chhtopadyay, IIT(ISM) Dhanbad, Jharkhand",
      "Dr. Subrat Kumar Panda, NIT Rourkela, Odisha",
      "Dr. Chetan Kumar Hirwani, NIT Patna, Bihar",
      "Dr. Danish Ali Khan, NIT Jamshedpur, Jharkhand",
      "Dr. Ajit Kumar, IIT (ISM) Dhanbad, Jharkhand",
      "Dr. Dilip Kumar Singh, BIT Mesra, Jharkhand",
      "Dr. Kavitatapadia, NIT Raipur, Chhattisgarh",
      "Prof. (Dr.) Parmanand Bajpai, Central University Chhattisgarh, Bilaspur, Chhattisgarh",
      "Dr. P K Jena, KIIT University, Bhubaneswar, Odisha",
      "Prof. (Dr.) Prasann Sharma, Amity University Raipur, Chhattisgarh",
      "Dr. Gajendra Chauhan, Teerthanker Mahaveer University, Moradabad, Uttar Pradesh",
      "Dr. Alfa, NIT Silchar, Assam",
      "Dr. Assish Kumar Thripati, VIT University, Vellore",
      "Dr. Dilip Kumar Giri, Binod Bihari Mahto Koylanchal University, Jharkhand",
      "Dr. Shilpa Sharma, BIT Raipur, Chhattisgarh",
      "Dr. Raj Kumar Singh, Department of Physics, Ranchi University, Jharkhand",
      "Dr. Manoj Kumar Singh, Ram Lakhan Singh Yadav College, Ranchi, Jharkhand",
      "Dr. Ram Prasad Prajapati, Jawaharlal Nehru University (JNU), New Delhi",
      "Dr. Indrajeet Kumar, S P College Dumka, SKMU University Dumka, Jharkhand",
      "Dr. Sudeep Chatterjee, Bennett University, Greater Noida",
      "Dr. Avinash Kumar, GGSTSEC, Bokaro, Jharkhand",
      "Dr. Sumanto Bhatacharya, Greater Kolkata College of Engineering and Management, Kolkata",
      "Dr. Arun Kumar, ISBM University, Gariyaband, Chhattisgarh",
      "Dr. Prabhas Banerjee, Chaibasa Engineering College, Jharkhand",
      "Dr. Arun Kumar Singh, ICFAI University, Raipur, Chhattisgarh",
      "Dr. Rajat Banerjee, CSIR- Central Glass and Ceramic Research Institute, Kolkata"
    ],
    "reviewer_committee": [
      "Dr Kuldeep Kumar Sahu, Asst. Prof., Department of Mechanical Engineering, ARKA JAIN University, Jharkhand",
      "Dr. Anup Kumar, Asst. Prof., Department of Mechanical Engineering, ARKA JAIN University, Jharkhand",
      "Dr. Amit Prakash Sen, Asst. Prof., Department of Electrical and Electronics Engineering, ARKA JAIN University, Jharkhand",
      "Dr Kashinath Jena, Asst. Prof., Department of Electrical and Electronics Engineering, ARKA JAIN University, Jharkhand",
      "Dr Aditya Prasad Padhy, Asst. Prof., Department of Electrical and Electronics Engineering, ARKA JAIN University, Jharkhand"
    ],
    "editorial_committee": [
      "Dr. Binod Kumar Choudhary, Associate Professor, Department of Electrical and Electronics Engineering, ARKA JAIN University, Jharkhand",
      "Dr. Anupam Kumari, Associate Professor, Department of Mechanical Engineering, ARKA JAIN University, Jharkhand",
      "Dr. ChandraPrabha Sahu, Assistant Professor, Department of Electrical and Electronics Engineering, ARKA JAIN University, Jharkhand",
      "Dr. Jonaki Mukherjee, Assistant Professor, Department of Electrical and Electronics Engineering, ARKA JAIN University, Jharkhand",
      "Dr. Pdamaja Tripathy, Assistant Professor, Department of Mechanical Engineering, ARKA JAIN University, Jharkhand",
      "Dr. Viranshu Kumar, Assistant Professor, Department of Mechanical, ARKA JAIN University, Jharkhand"
    ],
    "organizing_committee": [
      "Prof. Ranjeet Kumar, Asst. Prof., Department of Mechanical Engineering, ARKA JAIN University, Jharkhand",
      "Prof. Deepa Mandal, Asst. Prof., Department of CS and IT Engineering, ARKA JAIN University, Jharkhand",
      "Prof. Aditi Keshri, Asst. Prof., Department of Mechanical Engineering, ARKA JAIN University, Jharkhand",
      "Prof. Nikita Kumari, Asst. Prof., Department of CS & IT, ARKA JAIN University, Jharkhand",
      "Prof. Shashi Bushan Singh, Asst. Prof., Department of CS and IT Engineering, ARKA JAIN University, Jharkhand",
      "Prof. Surjit Paul, Asst. Prof., Department of CS and IT Engineering, ARKA JAIN University, Jharkhand"
    ],
    "technical_support_committee": [
      "Mr. Asish Jha, Department of Mechanical Engineering, ARKA JAIN University, Jharkhand",
      "Mr. Suraj Pandit, Department of Mechanical Engineering, ARKA JAIN University, Jharkhand",
      "Ms. Megha Srivastava, Department of CS and IT Engineering, ARKA JAIN University, Jharkhand",
      "Mr. Abhijit Mandal, Department of Civil Engineering, ARKA JAIN University, Jharkhand",
      "Ms. Aishwarya, Technical Assistant, Department of Mechanical Engineering, ARKA JAIN University",
      "Ms. Ichha Rani Hansda, Technical Assistant, Department of Electrical and Electronics Engineering, ARKA JAIN University, Jharkhand",
      "Ms. Richa Rani, Technical Assistant, Department of Electrical and Electronics Engineering, ARKA JAIN University, Jharkhand",
      "Md. Iqbal Ansari, Department of Mechanical Engineering, ARKA JAIN University, Jharkhand",
      "Md. Nasim Ansari, Department of Electrical and Electronics Engineering, ARKA JAIN University, Jharkhand",
      "IT Team, ARKA Jain University, Jharkhand"
    ],
    "key_speaker":[
      "Dr. Rajashekhara SHABADI, Associate Professor, Co-ordinator (Indo-French Exchange Program), Lille University of Science and Technology",
      "Dr. Pradeep R. Varadwaj, Senior Research Professor, Department of Chemical System Engineering, The University of Tokyo, Tokyo, Japan",
      "Dr. Loganathan Veeramuthu, Research Assistant Professor, National Taipei University of Technology, Taiwan.",
      "Dr. Gyanendra Kumar Singh, Adams Science and Technology University, Adama, Ethiopia",
      "Dr. Sheik Mohammed Arif, Post Doctoral Research Associate, University of Cambridge, England, United Kingdom PhD, IISc Bengaluru",
      "Dr. Anurag Roy (RSci, MRSC, MIScT, FICS), Research Fellow (Solar Energy Research Group) - Faculty of Environment, Science and Economy",
      "Dr. Mani Kant Paswan, Director, Sant Longowal Institute of Engineering and Technology, Longowal, Punjab",
      "Dr. Arijit Roy, Research Professor, Kookmin University, Seoul, South Korea",
      "Lt. Dr. V.Gnanamoorthi, Associate Professor & Associate NCC Officer, Department of Mechanical Engineering, University College of engineering Villupuram Kakuppam"
    ]      
  }
  